{
    "Data1" : [
        {
            "place_name" : "Red Fort",
            "state" : "India",
            "Region" : "Asia and the Pacific",
            "lat": 28.6555555556,
            "lng": 77.2408333333,
            "desc_short" : "The Red Fort Complex was built as the palace fort of Shahjahanabad &ndash;the new capital of the fifth Mughal Emperor of India, Shah Jahan. Named for its massive enclosing walls of red sandstone, it is adjacent to an older fort, the Salimgarh, built by Islam Shah Suri in 1546, with which it forms the Red Fort Complex.The private apartments consist of a row of pavilions connected by a continuous water channel, known as the Nahr-i-Behisht (Stream of Paradise). The Red Fort is considered to represent the zenith of Mughal creativity which, under the Shah Jahan, was brought to a new level of refinement.The planning of the palace is based on Islamic prototypes, but each pavilion reveals.",
            "long_desc" : "The Red Fort Complex was built as the palace fort of Shahjahanabad – the new capital of the fifth Mughal Emperor of India, Shah Jahan. Named for its massive enclosing walls of red sandstone, it is adjacent to an older fort, the Salimgarh, built by Islam Shah Suri in 1546, with which it forms the Red Fort Complex. The private apartments consist of a row of pavilions connected by a continuous water channel, known as the Nahr-i-Behisht (Stream of Paradise). The Red Fort is considered to represent the zenith of Mughal creativity which, under the Shah Jahan, was brought to a new level of refinement. The planning of the palace is based on Islamic prototypes, but each pavilion reveals architectural elements typical of Mughal building, reflecting a fusion of Persian, Timurid and Hindu traditions The Red Fort’s innovative planning and architectural style, including the garden design, strongly influenced later buildings and gardens in Rajasthan, Delhi, Agra and further afield.\n \n This palace fortress is known as the Red Fort because of the red sandstone fabric of its rampart walls. The fort with its halls, palaces, pavilions and serene gardens was completed in 1648. Within the enclosure of the red fort are located many fairytale buildings. The Diwan-i-Khas (also known as Shah Mahal) and the Rang Mahal (also called Imtiyaz Mahal or palace of distinctions) are the two most conspicuous buildings inside the Red Fort. The Hall of Public Audience (Diwan-i- Aam) is another famous building within the Red Fort. Son-et-lumiere shows, tracing the history of the Mughal Empire in India, outlining their glory and the eventful causes for their downfall are held in the Red Fort every evening.\n \nSon-et-lumiere shows, tracing the history of the Mughal Empire in India, outlining their glory and the eventful causes for their downfall are held in the Red Fort every evening.",
        
            "cat" :"Cultural",
            "image" :"https://i.ytimg.com/vi/Retw2dTngrU/maxresdefault.jpg"
        
        }
     
    ],

    "Data2" : [
        {
            "place_name" : "Sun Temple, Konârak",
            "state" : "India",
            "Region" : "Asia and the Pacific",
            "lat": 19.8875,
            "lng": 86.09472,
            "desc_short" : "  On the shores of the Bay of Bengal, bathed in the rays of the rising sun, the temple at Konarak is a monumental representation of the sun god Surya's chariot; its 24 wheels are decorated with symbolic designs and it is led by a team of six horses. Built in the 13th century, it is one of India's most famous Brahman sanctuaries.  ",
            "long_desc" : "The Konark or Konarak Sun temple is dedicated to the Hindu sun god Surya, and, conceived as a giant stone chariot with 12 wheels, it is the most famous of the few sun temples built in India. It is located about 35 km northeast of the city of Puri on the coastline in the state of Odisha (earlier Orissa). It was built c. 1250 CE by King Narasimhadeva I (r. 1238-1264 CE) of the Eastern Ganga dynasty (8th century CE - 15th century CE). The temple in its present state was declared by UNESCO a World Heritage Site in 1984 CE. Although many portions are now in ruins, what remains of the temple complex continues to draw not only tourists but also Hindu pilgrims. Konarak stands as a classic example of Hindu temple architecture, complete with a colossal structure, sculptures and artwork on myriad themes.\n \nThe main characteristics of the Orissa style are primarily two: the deul or the sanctum housing the deity covered by a shikhara, and the jaganamohana or the assembly hall. The latter has a pyramidal roof built up by a secession of receding platforms known as pidhas. Both structures are squares internally and use a common platform. The exterior is variegated into projections known in this style as rathas or pagas which create effects of light and shade. Many temples built in this style show their own peculiar variations, and Konarak is no exception. The style here follows the architecture of the Lingaraja temple built around 1100 CE in the present-day city of Bhubaneshwar, the state capital of Odisha, and known locally as the Khakhara style. In this design, the temple is situated within a large quadrangular court enclosed by massive walls and with a massive gate in the east. There are multiple halls dedicated to various activities like dancing, serving meals, gatherings, etc., within this complex along with the sanctum and with lofty towers. Konarak 'excels the Lingaraja in the nobility of its conception and the perfection of its finish. Grand and impressive even in its ruin, the Konarak temple represents the fulfillment and finality of the Orissan architectural movement' (Publications Division, 21).\n \nThe Konarak temple, built entirely in stone, is in the form of a colossal chariot with twelve pairs of lavishly-ornamented wheels, drawn by seven richly-caparisoned, galloping horses. The wheels have been carved against the sides of the “chariot”. The conception of this temple in the form of a chariot has mainly to do with Hindu beliefs regarding Surya that he is usually found on a chariot pulled by seven horses. Thus, the depiction of a chariot invariably became part of any artistic creation related to the sun god in India. The 12 pairs of wheels represent the 12 months of the year.",
            "cat" :"Cultural",
            "image" :" https://wallpapercave.com/wp/wp4534776.jpg"
            }
            
    ],
     "Data3" : [
         {
            "place_name" : "Agra Fort",
            "state" : "India",
            "Region" : "Asia and the Pacific",
            "lat": 27.18333333,
            "lng": 78.03333333,
            "desc_short" : " Near the gardens of the Taj Mahal stands the important 16th-century Mughal monument known as the Red Fort of Agra. This powerful fortress of red sandstone encompasses, within its 2.5-km-long enclosure walls, the imperial city of the Mughal rulers. It comprises many fairy-tale palaces, such as the Jahangir Palace and the Khas Mahal, built by Shah Jahan; audience halls, such as the Diwan-i-Khas; and two very beautiful mosques.  ",
            "long_desc" : "Agra Fort is a historical fort in the city of Agra in India. It was the main residence of the emperors of the Mughal Dynasty until 1638, when the capital was shifted from Agra to Delhi. Before capture by the British, the last Indian rulers to have occupied it were the Marathas. In 1983, the Agra fort was life inscribed as a UNESCO World Heritage Site.[1] It is about 2.5 km northwest of its more famous sister monument, the Taj Mahal. The fort can be more accurately described as the walled city.Like the rest of Agra, the history of Agra Fort prior to Mahmud Ghaznavi's invasion is unclear. However in the 15th century, the Chauhan Rajputs occupied it. Soon after, Agra assumed the status of capital when Sikandar Lodi (A.D. 1487–1517) shifted his capital from Delhi and constructed a few buildings in the pre-existing Fort at Agra. After the first battle of Panipat (A.D. 1526) Mughals captured the fort and ruled from it. In A.D. 1530, Humayun was crowned in it. The Fort got its present appearance during the reign of Akbar (A.D. 1556–1605). The 380,000 m2 (94-acre) fort has a semicircular plan, its chord lies parallel to the river Yamuna and its walls are seventy feet high. Double ramparts have massive circular bastions at intervals, with battlements, embrasures, machicolations and string courses. Four gates were provided on its four sides, one Khizri gate opening on to the river.\n \nTwo of the fort's gates are notable: the 'Delhi Gate' and the 'Lahore Gate.'' The Lahore Gate is also popularly also known as the 'Amar Singh Gate,' for Amar Singh Rathore. The monumental Delhi Gate, which faces the city on the western side of the fort, is considered the grandest of the four gates and a masterpiece of Akbar's time. It was built circa 1568 both to enhance security and as the king's formal gate, and includes features related to both. It is embellished with intricate inlay work in white marble. A wooden drawbridge was used to cross the moat and reach the gate from the mainland; inside, an inner gateway called Hathi Pol ('Elephant Gate') – guarded by two life-sized stone elephants with their riders – added another layer of security. The drawbridge, slight ascent, and 90-degree turn between the outer and inner gates make the entrance impregnable. During a siege, attackers would employ elephants to crush a fort's gates. Without a level, straight run-up to gather speed, however, that thing is prevented by this layout. Because the Indian military (the Parachute Brigade in particular) is still using the northern portion of the Agra Fort, the Delhi Gate cannot be used by the public. Tourists enter via the Amar Singh Gate.\n \nThe site is very important in terms of architectural history. Abul Fazal recorded that five hundred buildings in the beautiful designs of Bengal and Gujarat were built in the fort. Some of them were demolished by Shah Jahan to make way for his white marble palaces. Most of the others were destroyed by the British troops of East India Company between 1803 and 1862 for raising barracks. Hardly thirty Mughal buildings have survived on the south-eastern side, facing the river, such as the Delhi Gate and Akbar Gate and one palace – 'Bengali Mahal'.\n \nAkbar Darwazza (Akbar Gate) was renamed Amar Singh Gate by Shah Jahan. The gate is similar in design to the Delhi Gate. Both are built of red sandstone.The Bengali Mahal is built of red sandstone and is now split into Akbari Mahal and Jahangiri Mahal.",

            "cat" :"Cultural",
            "image" :" https://www.maharajatrails.com/public/images/attractions/Agra_Fort.jpg"
        
        }
     ],

     "Data4" : [
         {
            "place_name" : "Fatehpur Sikri",
            "state" : "India",
            "Region" : "Asia and the Pacific",
            "lat": 27.09444,
            "lng": 77.66417,
            "desc_short" : "  Built during the second half of the 16th century by the Emperor Akbar, Fatehpur Sikri (the City of Victory) was the capital of the Mughal Empire for only some 10 years. The complex of monuments and temples, all in a uniform architectural style, includes one of the largest mosques in India, the Jama Masjid.  ",
            "long_desc" : "Fatehpur Sikri is a town in the Agra District of Uttar Pradesh, India. The city itself was founded as the capital of Mughal Empire in 1571 by Emperor Akbar, serving this role from 1571 to 1585, when Akbar abandoned it due to a campaign in Punjab and was later completely abandoned in 1610.\n \nThe name of the city is derived from the village called Sikri which occupied the spot before. An Archaeological Survey of India (ASI) excavation from 1999 to 2000 indicated that there was a habitation, temples and commercial centres here before Akbar built his capital. The region was settled by Sungas following their expansion. In the 12th century, it was briefly controlled by Sikarwar Rajputs.\n \n The khanqah of Sheikh Salim Chishti existed earlier at this place. Akbar's son Jahangir was born at the village of Sikri in 1569 and that year Akbar began construction of a religious compound to commemorate the Sheikh who had predicted the birth. After Jahangir's second birthday, he began the construction of a walled city and imperial palace here. The city came to be known as Fatehpur Sikri, the 'City of Victory', after Akbar's victorious Gujarat campaign in 1573.\n \nAfter occupying Agra in 1803, the English established an administrative centre here and it remained so until 1850. In 1815, the Marquess of Hastings ordered repair of monuments at Sikri. Some of the important buildings in this city, both religious and secular are:\n \t Buland Darwaza: Set into the south wall of congregational mosque, the Buland Darwaza at Fatehpur Sikri is 55 metres (180 ft) high, from the ground, gradually making a transition to a human scale in the inside. The gate was added around five years after the completion of the mosque c. 1576-1577 as a victory arch, to commemorate Akbar's successful Gujarat campaign. It carries two inscriptions in the archway, one of which reads: 'Isa, Son of Mariam said: The world is a bridge, pass over it, but build no houses on it. He who hopes for an hour may hope for eternity. The world endures but an hour. Spend it in prayer, for the rest is unseen'.\n \n The central portico comprises three arched entrances, with the largest one, in the centre, is known locally as the Horseshoe Gate, after the custom of nailing horseshoes to its large wooden doors for luck. Outside the giant steps of the Buland Darwaza to the left is a deep well.\n \tJama Masjid: It is a Jama Mosque meaning the congregational mosque and was perhaps one of the first buildings to be constructed in the complex, as its epigraph gives AH 979 (A.D. 1571–72) as the date of its completion, with a massive entrance to the courtyard, the Buland Darwaza added some five years later. It was built in the manner of Indian mosques, with iwans around a central courtyard. A distinguishing feature is the row of chhatri over the sanctuary. There are three mihrabs in each of the seven bays, while the large central mihrab is covered by a dome, it is decorated with white marble inlay, in geometric patterns.\n \tTomb of Salim Chishti: A white marble encased tomb of the Sufi saint, Salim Chisti (1478–1572), within the Jama Masjid's sahn (courtyard). The single-storey structure is built around a central square chamber, within which is the grave of the saint, under an ornate wooden canopy encrusted with mother-of-pearl mosaic. Surrounding it is a covered passageway for circumambulation, with carved Jalis, stone pierced screens all around with intricate geometric design and an entrance to the south. The tomb is influenced by earlier mausolea of the early 15th century Gujarat Sultanate period. Other striking features of the tomb are white marble serpentine brackets, which support sloping eaves around the parapet.\n \nOn the left of the tomb, to the east, stands a red sandstone tomb of Islam Khan I, son of Shaikh Badruddin Chishti and grandson of Shaikh Salim Chishti, who became a general in the Mughal army in the reign of Jahangir. The tomb is topped by a dome and thirty-six small domed chattris and contains a number of graves, some unnamed, all male descendants of Shaikh Salim Chishti.\n \tDiwan-i-Aam: Diwan-i-Aam or Hall of Public Audience, is a building typology found in many cities where the ruler meets the general public. In this case, it is a pavilion-like multi-bayed rectangular structure fronting a large open space. South west of the Diwan-i-Am and next to the Turkic Sultana's House stand Turkic Baths.\n \tDiwan-i-Khas: the Diwan-i-Khas or Hall of Private Audience, is a plain square building with four chhatris on the roof. However it is famous for its central pillar, which has a square base and an octagonal shaft, both carved with bands of geometric and floral designs, further its thirty-six serpentine brackets support a circular platform for Akbar, which is connected to each corner of the building on the first floor, by four stone walkways. It is here that Akbar had representatives of different religions discuss their faiths and gave private audience.\n \tIbadat Khana: (House of Worship) was a meeting house built in 1575 CE by the Mughal Emperor Akbar, where the foundations of a new Syncretistic faith, Din-e-Ilahi were laid by Akbar.\n \tAnup Talao: Anup Talao was built by Raja Anup Singh Sikarwar A ornamental pool with a central platform and four bridges leading up to it. Some of the important buildings of the royal enclave are surround by it including, Khwabgah (House of Dreams) Akbar's residence, Panch Mahal, a five-storey palace, Diwan-i-Khas(Hall of Private Audience), Ankh Michauli and the Astrologer's Seat, in the south-west corner of the Pachisi Court.\n \tHujra-i-Anup Talao: Said to be the residence of Akbar's Muslim wife, although this is disputed due to its small size.\n \t Mariam-uz-Zamani's Palace: The building of Akbar's Rajput wives, including Mariam-uz-Zamani, shows Gujarati influence and is built around a courtyard, with special care being taken to ensure privacy.\n \t Naubat Khana: Also known as Naqqar Khana meaning a drum house, where musician used drums to announce the arrival of the Emperor. It is situated ahead of the Hathi Pol Gate or the Elephant Gate, the south entrance to the complex, suggesting that it was the imperial entrance.\n \t Pachisi Court: A square marked out as a large board game, the precursor to modern day Ludo game where people served as the playing pieces.\n \t Panch Mahal: A five-storied palatial structure, with the tiers gradually diminishing in size, till the final one, which is a single large-domed chhatri. Originally pierced stone screens faced the facade and probably sub-divided the interior as well, suggesting it was built for the ladies of the court. The floors are supported by intricately carved columns on each level, totalling to 176 columns in all.\n \t Birbal's House: The house of Akbar's favourite minister, who was a Hindu. Notable features of the building are the horizontal sloping sunshades or chajjas and the brackets which support them.\n \t Hiran Minar: The Hiran Minar, or Elephant Tower, is a circular tower covered with stone projections in the form of elephant tusks. Traditionally it was thought to have been erected as a memorial to the Emperor Akbar's favourite elephant. However, it was probably a used as a starting point for subsequent mileposts.",
            "cat" :"Cultural",
            "image" :" https://www.themaharajatrain.com/images/fatehpur-sikri.jpg"
        
        }
     ],

     "Data5" : [
         {
            "place_name" : "Hill Forts of Rajasthan",
            "state" : "India",
            "Region" : "Asia and the Pacific",
            "lat": 24.8833333333,
            "lng": 74.6461111111,
            "desc_short" : "  The serial site, situated in the state of Rajastahan, includes six majestic forts in Chittorgarh; Kumbhalgarh; Sawai Madhopur; Jhalawar; Jaipur, and Jaisalmer. The ecclectic architecture of the forts, some up to 20 kilometres in circumference, bears testimony to the power of the Rajput princely states that flourished in the region from the 8th to the 18th centuries. Enclosed within defensive walls are major urban centres, palaces, trading centres and other buildings including temples that often predate the fortifications within which developed an elaborate courtly culture that supported learning, music and the arts. Some of the urban centres enclosed in the fortifications have survived, as have many of the site's temples and other sacred buildings. The forts use the natural defenses offered by the landscape: hills, deserts, rivers, and dense forests. They also feature extensive water harvesting structures, largely still in use today. ",
            
            "long_desc" : "\n \n Chittorgarh Fort -\n The Chittorgarh Fort also known as Chittorgarh or Chittor Fort is one of the largest forts in India. It is a UNESCO World Heritage Site. The fort was the capital of Mewar and is located in the present-day town of Chittorgarh. It sprawls over a hill 180 m (590.6 ft) in height spread over an area of 280 ha (691.9 acres) above the plains of the valley drained by the Berach River. The fort covers 65 historic structures, which include four palaces, 19 large temples, 20 large water bodies, 4 memorials and a few victory towers. \n \n In 2013, at the 37th session of the World Heritage Committee held in Phnom Penh, Cambodia, Chittorgarh Fort, along with five other forts of Rajasthan, was declared a UNESCO World Heritage Site, as a group called the Hill Forts of Rajasthan.\n \nKumbhalgarh –\n Kumbhalgarh (literally 'Kumbhal fort') also known as the Great Wall of India is a Mewar fortress on the westerly range of Aravalli Hills, in the Rajsamand district near Udaipur of Rajasthan state in western India. It is the Second longest wall of the world after the  Great Wall of China. It is a World Heritage Site included in Hill Forts of Rajasthan. It was built during the course of the 15th century by Rana Kumbha.\n \n In 2013, at the 37th session of the World Heritage Committee held in Phnom Penh, Cambodia, Kumbhalgarh Fort, along with five other forts of Rajasthan, was declared a UNESCO World Heritage Site under the group Hill Forts of Rajasthan.\n \n The chief architect who build this fort was Architect Mandan and he had also documented his style of work in his text, Rajvallabh. At the end he dedicates the book to King Rana Kumbha.\n \n The fort is among the largest fort complexes in the world, and the second largest fort in India after Chittor Fort.\n \n Ranthambore Fort –\n Ranthambore Fort lies within the Ranthambore National Park, near the city of Sawai Madhopur, the park being the former hunting grounds of the Maharajahs of Jaipur until the time of India's Independence. It is a formidable fort having been a focal point of the historical developments of Rajasthan. The fort is believed to be constructed by the Chahamanas (Chauhans). In the 13th century the Delhi Sultanate captured it. The fort provides a panoramic view of the surrounding Ranthambore National Park and is now a popular tourist attraction.\n \n Gagron Fort –\n Gagron Fort (Hindi/Rajasthani: गागरोन का किला) is a hill and water fort and is situated in Jhalawar district of Rajasthan, in the Hadoti region of India. It is an example of a hill and water fort.[1][2] The fort was built by Bijaldev in the twelfth century. Later, the fort has also been controlled by Sher Shah and Akbar. The fort is constructed on the confluence of Ahu River and Kali Sindh River. The fort is surrounded by water on three sides and a moat on the forth side and hence earned the name Jaladurg (Hindi/Rajasthani: जलदुर्ग, translation: Water Fort).\n \n Amber Fort - \n Amber Fort or Amer Fort is a fort located in Amber, Rajasthan, India. Amber is a town with an area of 4 square kilometres (1.5 sq mi) located 11 kilometres (6.8 mi) from Jaipur, the capital of Rajasthan. The town of Amber and the Amber Fort was built by Maharaja Man Singh kachawaha rajputs. Located high on a hill, it is the principal tourist attraction in Jaipur. Amber Fort is known for its artistic style elements. With its large ramparts and series of gates and cobbled paths, the fort overlooks Maota Lake, which is the main source of water for the Amber Palace.\n \n Mughal architecture greatly influenced the architectural style of several buildings of the fort. Constructed of red sandstone and marble, the attractive, opulent palace is laid out on four levels, each with a courtyard. It consists of the Diwan-e-Aam, or 'Hall of Public Audience', the Diwan-e-Khas, or 'Hall of Private Audience', the Sheesh Mahal (mirror palace), or Jai Mandir, and the Sukh Niwas where a cool climate is artificially created by winds that blow over a water cascade within the palace. Hence, the Amber Fort is also popularly known as the Amber Palace. The palace was the residence of the Rajput Maharajas and their families. At the entrance to the palace near the fort's Ganesh Gate, there is a temple dedicated to Shila Devi, a goddess of the Chaitanya cult, which was given to Raja Man Singh when he defeated the Raja of Jessore, Bengal (present-day Bangladesh) in 1604. Raja Man Singh had twelve queens so he made twelve rooms, one for each. Each room had a staircase connected to the king’s room but the queens were not to go upstairs. Raja Jai Singh had only one queen so he built one room equal to three old queen’s rooms.\n \n Jaisalmer Fort –\n Jaisalmer Fort is situated in the city of Jaisalmer, in the Indian state of Rajasthan. It is believed to be one of the very few 'living forts' in the world (such as Carcassonne, France), as nearly one fourth of the old city's population still resides within the fort. For the better part of its 800-year history, the fort was the city of Jaisalmer. The first settlements outside the fort walls, to accommodate the growing population of Jaisalmer, are said to have come up in the 17th century.\n \n Jaisalmer Fort is the second oldest fort in Rajasthan, built in 1156 AD by the Rajput Rawal (ruler) Jaisal from whom it derives its name, and stood at the crossroads of important trade routes (including the ancient Silk road). \n \n The fort's massive yellow sandstone walls are a tawny lion colour during the day, fading to honey-gold as the sun sets, thereby camouflaging the fort in the yellow desert. For this reason it is also known as the Sonar Quila or Golden Fort.  The fort stands amidst the sandy expanse of the great Thar Desert on Trikuta Hill. It is today located along the southern edge of the city that bears its name; its dominant hilltop location making the sprawling towers of its fortifications visible for many miles around.\n \n In 2013, at the 37th session of the World Heritage Committee held in Phnom Penh, Cambodia, Jaisalmer Fort, along with 5 other forts of Rajasthan, was declared a UNESCO World Heritage Site under the group Hill Forts of Rajasthan.",
            "cat" :"Cultural",
            "image" :" https://www.holidify.com/images/cmsuploads/compressed/shutterstock_1227338428_20191219161828.jpg"
        
        }
     ],

     "Data6" : [
         {
            "place_name" : "The Jantar Mantar, Jaipur",
            "state" : "India",
            "Region" : "Asia and the Pacific",
            "lat": 26.9247222222,
            "lng": 75.825,
            "desc_short" : " The Jantar Mantar, in Jaipur, is an astronomical observation site built in the early 18th century. It includes a set of some 20 main fixed instruments. They are monumental examples in masonry of known instruments but which in many cases have specific characteristics of their own. Designed for the observation of astronomical positions with the naked eye, they embody several architectural and instrumental innovations. This is the most significant, most comprehensive, and the best preserved of India's historic observatories. It is an expression of the astronomical skills and cosmological concepts of the court of a scholarly prince at the end of the Mughal period.  ",
            "long_desc" : "\n \n Name\n \n The name jantar is derived from yantra a Sanskrit word, meaning 'instrument, machine', and mantar from mantrana also a Sanskrit word 'consult, calculate'. Therefore, Jantar Mantar literally means 'calculating instrument' .\n \n Purpose\n \n Jai Singh noticed that the Zij, which was used for determining the position of celestial objects, did not match the positions calculated on the table. He constructed five new observatories in different cities in order to create a more accurate Zij. The astronomical tables Jai Singh created, known as the Zij-i Muhammad Shahi, were continuously used in India for a century. (However, the table had little significance outside of India.) Also, it was used to measure time.) \n \n History\n \n Exactly when Raja Jai Singh began construction in Jaipur is unknown, but several instruments had been built by 1728, and the construction of the instruments in Jaipur continued until 1738. During 1735, when construction was at its peak, at least 23 astronomers were employed in Jaipur, and due to the changing political climate, Jaipur replaced Delhi as Raja Jai Singh's main observatory and remained Jai Singh's central observatory until his death in 1743. The observatory lost support under Isvari Singh (r.1743-1750) because of a succession war between him and his brother. However, Mado Singh (r. 1750-1768), Isvari Singh's successor, supported the observatory, although it did not see the same level of activity as under Jai Singh. Although some restorations were made to the Jantar Mantar under Pratap Singh (r.1778-1803), activity at the observatory died down again. During this time, a temple was constructed and Pratap Singh turned the site of the observatory into a gun factory.\n \n Ram Singh (r. 1835-1880) completed restoring the Jantar Mantar in 1876, and even made some of the instruments more durable by inserting lead into the instruments' lines and using stone to restore some of the plaster instruments. However, the observatory soon became neglected again, and was not restored until 1901 under Madho Singh II (r. 1880-1922)",
            "cat" :"Cultural",
            "image" :" https://img.traveltriangle.com/blog/wp-content/uploads/2018/01/shutterstock_89543659.jpg"
         }
     ],

     "Data7" : [
         {
            "place_name" : " Ajantat Ellora Caves",
            "state" : "India",
            "Region" : "Asia and the Pacific",
            "lat": 20.55333,
            "lng": 75.7,
            "desc_short" : " The first Buddhist cave monuments at Ajanta date from the 2nd and 1st centuries B.C. During the Gupta period (5th and 6th centuries A.D.), many more richly decorated caves were added to the original group. The paintings and sculptures of Ajanta, considered masterpieces of Buddhist religious art, have had a considerable artistic influence.\n \n These 34 monasteries and temples, extending over more than 2 km, were dug side by side in the wall of a high basalt cliff, not far from Aurangabad, in Maharashtra. Ellora, with its uninterrupted sequence of monuments dating from A.D. 600 to 1000, brings the civilization of ancient India to life. Not only is the Ellora complex a unique artistic creation and a technological exploit but, with its sanctuaries devoted to Buddhism, Hinduism and Jainism, it illustrates the spirit of tolerance that was characteristic of ancient India. ",
            "long_desc" : " The Buddhist Caves in Ajanta are approximately 30 rock-cut Buddhist cave monuments dating from the 2nd century BCE to about 480 CE in the Aurangabad district of Maharashtra state in India. The caves include paintings and rock-cut sculptures described as among the finest surviving examples of ancient Indian art, particularly expressive paintings that present emotions through gesture, pose and form. The Ajanta Caves constitute ancient monasteries and worship-halls of different Buddhist traditions carved into a 75-metre (246 ft) wall of rock. The caves also present paintings depicting the past lives and rebirths of the Buddha, pictorial tales from Aryasura's Jatakamala, and rock-cut sculptures of Buddhist deities. Textual records suggest that these caves served as a monsoon retreat for monks, as well as a resting site for merchants and pilgrims in ancient India. While vivid colours and mural wall-painting were abundant in Indian history as evidenced by historical records, Caves 16, 17, 1 and 2 of Ajanta form the largest corpus of surviving ancient Indian wall-painting.\n \n The Ajanta Caves are mentioned in the memoirs of several medieval-era Chinese Buddhist travellers to India and by a Mughal-era official of Akbar era in the early 17th century. They were covered by jungle until accidentally 'discovered' and brought to Western attention in 1819 by a colonial British officer Captain John Smith on a tiger-hunting party. The caves are in the rocky northern wall of the U-shaped gorge of the river Waghur, in the Deccan plateau. Within the gorge are a number of waterfalls, audible from outside the caves when the river is high.\n \n With the Ellora Caves, Ajanta is one of the major tourist attractions of Maharashtra. It is about 6 kilometres (3.7 miles) from Fardapur, 59 kilometres (37 miles) from the city of Jalgaon, Maharashtra, India, 104 kilometres (65 miles) from the city of Aurangabad, and 350 kilometres (220 miles) east-northeast of Mumbai. Ajanta is 100 kilometres (62 miles) from the Ellora Caves, which contain Hindu, Jain and Buddhist caves, the last dating from a period similar to Ajanta. The Ajanta style is also found in the Ellora Caves and other sites such as the Elephanta Caves, Aurangabad Caves, Shivleni Caves and the cave temples of Karnataka.",
            "cat" :"Cultural",
            "image" :" https://ttw.wlimg.com/package-images/photo-big/dir_17/509736/275826.jpg"
            
         }
     ],

     "Data8" : [
         {
            "place_name" : " Jaipur City, Rajasthan",
            "state" : "India",
            "Region" : "Asia and the Pacific",
            "lat": 26.9078611111,
            "lng": 75.7872222222,
            "desc_short" : " The fortified city of Jaipur, in India’s northwestern state of Rajasthan was founded in 1727 by Sawai Jai Singh II. Unlike other cities in the region located in hilly terrain, Jaipur was established on the plain and built according to a grid plan interpreted in the light of Vedic architecture. The streets feature continuous colonnaded businesses that intersect in the centre, creating large public squares called <em>chaupars</em>. Markets, stalls, residences and temples built along the main streets have uniform facades. The city's urban planning shows an exchange of ideas from ancient Hindu and modern Mughal as well as Western cultures. The grid plan is a model that prevails in the West, while the organization of the different districts refers to traditional Hindu concepts. Designed to be a commercial capital, the city has maintained its local commercial, artisanal and cooperative traditions to this day.",
            "long_desc" : "Jaipur is the capital and the largest city of the Indian state of Rajasthan. As of 2011, the city had a population of 3.1 million, making it the tenth most populous city in the country. Jaipur is also known as the Pink City, due to the dominant colour scheme of its buildings. It is located 268 km (167 miles) from the national capital New Delhi. On 6 July 2019, UNESCO World Heritage Committee inscribed Jaipur the 'Pink City of India' among its World Heritage Sites. Jaipur was founded in 1727 by the Kacchawa Rajput ruler Jai Singh II, the ruler of Amer, after whom the city is named. It was one of the earliest planned cities of modern India, designed by Vidyadhar Bhattacharya. During the British Colonial period, the city served as the capital of Jaipur State. After independence in 1947, Jaipur was made the capital of the newly formed state of Rajasthan.\n \nJaipur is a popular tourist destination in India and forms a part of the west Golden Triangle tourist circuit along with Delhi and Agra (240 km, 149 mi).  It also serves as a gateway to other tourist destinations in Rajasthan such as Jodhpur (348 km, 216 mi), Jaisalmer (571 km, 355 mi), Udaipur (421 km, 262 mi), Kota (252 km, 156 mi) and Mount Abu (520 km, 323 mi). Jaipur is located 616 km from Shimla.\n \n Visitor attractions include the Birla Auditorium, Albert Hall Museum, Hawa Mahal, Jal Mahal, City Palace, Amer Fort, Jantar Mantar, Nahargarh Fort, Jaigarh Fort, Birla Mandir, Galtaji, Govind Dev Ji Temple, Garh Ganesh Temple, Moti Dungri Ganesh Temple, Sanghiji Jain temple and the Jaipur Zoo. The Jantar Mantar observatory (The Jantar Mantar is a collection of 19 astronomical instruments remarkable at their time.) and Amer Fort are one of the World Heritage Sites. Hawa Mahal is a five-storey pyramidal shaped monument with 953 windows[64] that rises 15 metres (50 ft) from its high base. Sisodiya Rani Bagh and Kanak Vrindavan are the major parks in Jaipur. Raj Mandir is a notable cinema hall in Jaipur.",
            "cat" :"Cultural",
            "image" :"  https://static.toiimg.com/photo/msid-24476893,width-96,height-65.cms"
        
         }
     ],

     "Data9" : [
         {
            "place_name" : "Group of Monuments at Hampi",
            "state" : "India",
            "Region" : "Asia and the Pacific",
            "lat": 15.31444,
            "lng": 76.47167,
            "desc_short" : "  The austere, grandiose site of Hampi was the last capital of the last great Hindu Kingdom of Vijayanagar. Its fabulously rich princes built Dravidian temples and palaces which won the admiration of travellers between the 14th and 16th centuries. Conquered by the Deccan Muslim confederacy in 1565, the city was pillaged over a period of six months before being abandoned.  ",
            "long_desc" : "   Hampi was the capital of the Vijayanagara Empire in the 14th century. Chronicles left by Persian and European travellers, particularly the Portuguese, say that Hampi was a prosperous, wealthy and grand city near the Tungabhadra River, with numerous temples, farms and trading markets. By 1500 CE, Hampi-Vijayanagara was the world's second-largest medieval-era city after Beijing, and probably India's richest at that time, attracting traders from Persia and Portugal. The Vijayanagara Empire was defeated by a coalition of Muslim sultanates; its capital was conquered, pillaged and destroyed by sultanate armies in 1565, after which Hampi remained in ruins.\n \n Located in Karnataka near the modern-era city of Hosapete, Hampi's ruins are spread over 4,100 hectares (16 sq mi) and it has been described by UNESCO as an 'austere, grandiose site' of more than 1,600 surviving remains of the last great Hindu kingdom in South India that includes 'forts, riverside features, royal and sacred complexes, temples, shrines, pillared halls, mandapas, memorial structures, water structures and others'.\n \n Hampi predates the Vijayanagara Empire, it is mentioned in the Ramayana and the Puranas of Hinduism as Pampaa Devi Tirtha Kshetra. Hampi continues to be an important religious centre, housing the Virupaksha Temple, an active Adi Shankara-linked monastery and various monuments belonging to the old city. ",
            "cat" :"Cultural",
            "image" :" https://www.karnatakatourism.org/wp-content/uploads/2020/05/Hampi.jpg"
        
         }
     ],

     "Data10" : [
         {
            "place_name" : " Taj Mahal ",
            "state" : "  India  ",
            "Region" : "  Asia and the Pacific ",
            "lat": 27.17417,
            "lng": 78.04222 ,
            "desc_short" : " An immense mausoleum of white marble, built in Agra between 1631 and 1648 by order of the Mughal emperor Shah Jahan in memory of his favourite wife, the Taj Mahal is the jewel of Muslim art in India and one of the universally admired masterpieces of the world's heritage.   ",
            "long_desc" : " The Taj Mahal incorporates and expands on design traditions of Indo-Islamic and earlier Mughal architecture. Specific inspiration came from successful Timurid and Mughal buildings including the Gur-e Amir (the tomb of Timur, progenitor of the Mughal dynasty, in Samarkand),[14] Humayun's Tomb which inspired the Charbagh gardens and hasht-behesht (architecture) plan of the site, Itmad-Ud-Daulah's Tomb (sometimes called the Baby Taj), and Shah Jahan's own Jama Masjid in Delhi. While earlier Mughal buildings were primarily constructed of red sandstone, Shah Jahan promoted the use of white marble inlaid with semi-precious stones. Buildings under his patronage reached new levels of refinement. The tomb is the central focus of the entire complex of the Taj Mahal. It is a large, white marble structure standing on a square plinth and consists of a symmetrical building with an iwan (an arch-shaped doorway) topped by a large dome and finial. Like most Mughal tombs, the basic elements are Indo-Islamic in origin. The base structure is a large multi-chambered cube with chamfered corners forming an unequal eight-sided structure that is approximately 55 metres (180 ft) on each of the four long sides. Each side of the iwan is framed with a huge pishtaq or vaulted archway with two similarly shaped arched balconies stacked on either side. This motif of stacked pishtaqs is replicated on the chamfered corner areas, making the design completely symmetrical on all sides of the building. Four minarets frame the tomb, one at each corner of the plinth facing the chamfered corners. The main chamber houses the false sarcophagi of Mumtaz Mahal and Shah Jahan; the actual graves are at a lower level. The most spectacular feature is the marble dome that surmounts the tomb. The dome is nearly 35 metres (115 ft) high which is close in measurement to the length of the base, and accentuated by the cylindrical 'drum' it sits on, which is approximately 7 metres (23 ft) high. Because of its shape, the dome is often called an onion dome or amrud (guava dome).[18] The top is decorated with a lotus design which also serves to accentuate its height. The shape of the dome is emphasised by four smaller domed chattris (kiosks) placed at its corners, which replicate the onion shape of the main dome. The dome is slightly asymmetrical. Their columned bases open through the roof of the tomb and provide light to the interior. Tall decorative spires (guldastas) extend from edges of base walls, and provide visual emphasis to the height of the dome. The lotus motif is repeated on both the chattris and guldastas. The dome and chattris are topped by a gilded finial which mixes traditional Persian and Hindustani decorative elements. The minarets, which are each more than 40 metres (130 ft) tall, display the designer's penchant for symmetry. They were designed as working minarets— a traditional element of mosques, used by the muezzin to call the Islamic faithful to prayer. Each minaret is effectively divided into three equal parts by two working balconies that ring the tower. At the top of the tower is a final balcony surmounted by a chattri that mirrors the design of those on the tomb. The chattris all share the same decorative elements of a lotus design topped by a gilded finial. The minarets were constructed slightly outside of the plinth so that in the event of collapse, a typical occurrence with many tall constructions of the period, the material from the towers would tend to fall away from the tomb.   ",
            "cat" :"Cultural",
            "image" :" https://static.independent.co.uk/s3fs-public/thumbnails/image/2017/10/03/17/tajmahal.jpg?width=982&height=726&auto=webp&quality=75"
        
         }
     ],

     "Data11" : [
         {
            "place_name" : " Shark Bay, Western Australia ",
            "state" : "   Australia ",
            "Region" : "  Asia and the Pacific ",
            "lat": -25.48611111,
            "lng": 113.4361111 ,
            "desc_short" : " At the most westerly point of the Australian continent, Shark Bay, with its islands and the land surrounding it, has three exceptional natural features: its vast sea-grass beds, which are the largest (4,800 km2) and richest in the world; its dugong (&lsquo;sea cow&rsquo;) population; and its stromatolites (colonies of algae which form hard, dome-shaped deposits and are among the oldest forms of life on earth). Shark Bay is also home to five species of endangered mammals.",
            "long_desc" : "  Shark Bay (Malgana: Gutharraguda, 'two waters') is a World Heritage Site in the Gascoyne region of Western Australia. The 23,000-square-kilometre (8,900 sq mi)[1] area is located approximately 800 kilometres (500 mi) north of Perth, on the westernmost point of the Australian continent. UNESCO's official listing of Shark Bay as a World Heritage Site reads:\n \n Shark Bay’s waters, islands and peninsulas....have a number of exceptional natural features, including one of the largest and most diverse seagrass beds in the world. However it is for its stromatolites (colonies of microbial mats that form hard, dome-shaped deposits which are said to be the oldest life forms on earth), that the property is most renowned. The property is also famous for its rich marine life including a large population of dugongs, and provides a refuge for a number of other globally threatened species.\n \n History\n \n The record of Australian Aboriginal occupation of Shark Bay extends to 22,000 years BP. At that time most of the area was dry land, rising sea levels flooding Shark Bay between 8,000 BP and 6,000 BP. A considerable number of aboriginal midden sites have been found, especially on Peron Peninsula and Dirk Hartog Island which provide evidence of some of the foods gathered from the waters and nearby land areas.\n \n An expedition led by Dirk Hartog happened upon the area in 1616, becoming the second group of Europeans known to have visited Australia. (The crew of the Duyfken, under Willem Janszoon, had visited Cape York in 1606). The area was given the name Shark Bay by the English explorer William Dampier, on 7 August 1699.\n \n Commercial whaling was conducted in the bay in the first half of the 20th century by Norwegian owned factory ships and their catcher vessels. In the late 1930s up to 1,000 humpback whales were taken per season.\n \n The heritage–listed area had a population of fewer than 1,000 people as at the 2011 census and a coastline of over 1,500 kilometres (930 mi). The half-dozen small communities making up this population occupy less than 1% of the total area.  ",
            "cat" :" Natural",
            "image" :"https://www.dbca.wa.gov.au/sites/default/files/styles/full_page_wide/public/2019-10/Aerial%20view%20of%20Shark%20Bay_DBCA.jpg?itok=XpkUpn2o"
        
         }
     ],

     "Data12" : [
         {
            "place_name" : " Macquarie Island ",
            "state" : " Australia   ",
            "Region" : " Asia and the Pacific   ",
            "lat": -54.59472222,
            "lng": 158.8955556  ,
            "desc_short" : " Macquarie Island (34 km long x 5 km wide) is an oceanic island in the Southern Ocean, lying 1,500 km south-east of Tasmania and approximately halfway between Australia and the Antarctic continent. The island is the exposed crest of the undersea Macquarie Ridge, raised to its present position where the Indo-Australian tectonic plate meets the Pacific plate. It is a site of major geoconservation significance, being the only place on earth where rocks from the earth’s mantle (6 km below the ocean floor) are being actively exposed above sea-level. These unique exposures include excellent examples of pillow basalts and other extrusive rocks.  ",
            "long_desc" : " Macquarie Island is an island in the southwestern Pacific Ocean, about halfway between New Zealand and Antarctica. Regionally part of Oceania and politically a part of Tasmania, Australia, since 1900, it became a Tasmanian State Reserve in 1978 and was inscribed as a UNESCO World Heritage Site in 1997.\n \n It was a part of Esperance Municipality until 1993, when the municipality was merged with other municipalities to form Huon Valley Council. The island is home to the entire royal penguin population during their annual nesting season. Ecologically, the island is part of the Antipodes Subantarctic Islands tundra ecoregion.\n \n Since 1948, the Australian Antarctic Division (AAD) has maintained a permanent base, the Macquarie Island Station, on the isthmus at the northern end of the island at the foot of Wireless Hill. The population of the base, constituting the island's only human inhabitants, usually varies from 20 to 40 people over the year. A heliport is located nearby.\n \n In September 2016, the Australian Antarctic Division said it would close its research station on the island in 2017. However, shortly afterwards, the Australian government responded to widespread backlash by announcing funding to upgrade aging infrastructure and continue existing operations. Macquarie Island is an exposed portion of the Macquarie Ridge and is located where the Australian Plate meets the Pacific Plate. The island lies close to the edge of the submerged continent of Zealandia, but is not regarded as a part of it, because the Macquarie Ridge is oceanic crust rather than continental crust.\n \n It is the only place on Earth where rocks from the Earth's mantle (6 km below the ocean floor) are being actively exposed above sea-level. These unique exposures include excellent examples of pillow basalts and other extrusive rocks.  It also is the only oceanic environment with an exposed ophiolite sequence. Due to these unique geological exposures, it was made a UNESCO World Heritage Site in 1997.",
            "cat" :" Natural ",
            "image" :"https://polarjournal.ch/wp-content/uploads/2021/04/Station-Macquarie-Island.jpg"
        
         }
     ],

     "Data13" : [
         {
            "place_name" : " Fraser Island ",
            "state" : "  Australia  ",
            "Region" : " Asia and the Pacific  ",
            "lat": -25.21666667,
            "lng": 153.1333333 ,
            "desc_short" : " Fraser Island lies just off the east coast of Australia. At 122 km long, it is the largest sand island in the world. Majestic remnants of tall rainforest growing on sand and half the world’s perched freshwater dune lakes are found inland from the beach. The combination of shifting sand-dunes, tropical rainforests and lakes makes it an exceptional site.",
            "long_desc" : " Fraser Island (also known as K'gari and Gari) is a World-Heritage-listed island along the south-eastern coast in the Wide Bay–Burnett region, Queensland, Australia. The name K'gari is the Indigenous name in the Butchulla language, while the name Gari is the Indigenous name in the Badtjala language. The island is approximately 250 kilometres (160 mi) north of the state capital, Brisbane, and is within the Fraser Coast Region local government area. The world heritage listing includes the island, its surrounding waters and parts of the nearby mainland.\n \n Fraser Island, and some satellite islands off the southern west coast and thus in the Great Sandy Strait, form the County of Fraser, which is subdivided into six parishes. Among the islands are Slain Island, Tooth Island, Roundbush Island, Moonboom Island, Gardner Island, Dream Island, Stewart Island, and the Reef Islands, all part of the southernmost parish of Talboor.\n \n The island is about 123 kilometres (76 mi) long and 22 kilometres (14 mi) wide.It was inscribed as a World Heritage Site in 1992. The island is considered to be the largest sand island in the world at 1,840 square kilometres (710 sq mi). It is also Queensland's largest island, Australia's sixth largest island and the largest island on the east coast of Australia.\n \n Fraser Island has rainforests, eucalyptus woodland, mangrove forests, wallum and peat swamps, sand dunes and coastal heaths. It is made up of sand that has been accumulating for approximately 750,000 years on volcanic bedrock that provides a natural catchment for the sediment carried on a strong offshore current northwards along the coast. Unlike on many sand dunes, plant life is abundant due to the naturally occurring mycorrhizal fungi present in the sand, which release nutrients in a form that can be absorbed by the plants. The island is home to a small number of mammal species,  as well as a diverse range of birds, reptiles and amphibians, including the occasional saltwater crocodile. The island is protected as part of the Great Sandy National Park, and is a popular tourism destination. \n \n Fraser Island has been inhabited by humans for as long as 5,000 years. Explorer James Cook sailed by the island in May 1770. Matthew Flinders landed near the most northern point of the island in 1802. For a short period the island was known as Great Sandy Island. The island became known as Fraser Island due to the stories of a shipwreck survivor named Eliza Fraser.\n \n In 1992 it became a UNESCO World Heritage Site, under the name 'Fraser Island', this name was altered to the traditional Aboriginal name of K'gari in 2021. In 2009, as part of the Q150 celebrations, Fraser Island was announced as one of the Q150 Icons of Queensland for its role as a 'Natural attraction'. Fraser Island is separated from the mainland by Great Sandy Strait. The southern tip, near Tin Can Bay, is situated to the north of Inskip Peninsula. The most northern point of the island is Sandy Cape where the Sandy Cape Light operated from 1870 to 1994. The establishment of the lighthouse was the first permanent European settlement on the island. The nearest large town to the island is Hervey Bay, while Maryborough and Bundaberg are also close by. The bay on the north east coast is called Marloo Bay and on the north west coast is Platypus Bay. The most westerly place on the island is Moon Point. ",
            "cat" :" Natural ",
            "image" :"https://foundtheworld.com/wp-content/uploads/2017/01/Fraser-Island-2.jpg"
         }
     ],

     "Data14" : [
         {
            "place_name" : " Australian Fossil Mammal Sites (Riversleigh / Naracoorte) ",
            "state" : "  Australia  ",
            "Region" : "  Asia and the Pacific ",
            "lat": -19.08333333,
            "lng": 138.7166667  ,
            "desc_short" : " Riversleigh and Naracoorte, situated in the north and south respectively of eastern Australia, are among the world’s 10 greatest fossil sites. They are a superb illustration of the key stages of evolution of Australia’s unique fauna.",
            "long_desc" : " The Australian Fossil Mammal Sites is the UNESCO World Heritage Site in Queensland and South Australia.\n \n The UNESCO listing is for two separate areas where fossils from the Cainozoic era have been found. Riversleigh is in the north west corner of Queensland and Naracoorte is in the south east corner of South Australia. The Riversleigh site is part of the Lawn Hill National Park.\n \n The sites are important for their extinct marsupials. The fossils show the evolution of mammals in Australia over the last 20 million years. The Naracoorte site is part of the Naracoorte Caves National Park. Its fossils show the way marsupials adapted to the great climate changes that have affected the world over the last 170,000 years.",
            "cat" :" Natural ",
            "image" :"https://naturalworldheritagesites.org/wp-content/uploads/2021/09/Australian-Fossil-Mammal-Sites-Naracoorte-020.jpg"
        
         }
     ],

     "Data15" : [
         {
            "place_name" : " Greater Blue Mountains Area  ",
            "state" : "  Australia  ",
            "Region" : "  Asia and the Pacific ",
            "lat": -33.7,
            "lng": 150 ,
            "desc_short" : "  The Greater Blue Mountains Area consists of 1.03 million ha of sandstone plateaux, escarpments and gorges dominated by temperate eucalypt forest. The site, comprised of eight protected areas, is noted for its representation of the evolutionary adaptation and diversification of the eucalypts in post-Gondwana isolation on the Australian continent. Ninety-one eucalypt taxa occur within the Greater Blue Mountains Area which is also outstanding for its exceptional expression of the structural and ecological diversity of the eucalypts associated with its wide range of habitats. The site provides significant representation of Australia's biodiversity with ten percent of the vascular flora as well as significant numbers of rare or threatened species, including endemic and evolutionary relict species, such as the Wollemi pine, which have persisted in highly-restricted microsites. ",
            "long_desc" : " The area is one of rugged tablelands, sheer cliffs, deep, inaccessible valleys and rivers and lakes teeming with life. The rare plants and animals that live in this natural place relate an extraordinary story of Australia's antiquity, its diversity of life. This is the story of the evolution of Australia's unique eucalypt vegetation and its associated communities, plants and animals.\n \n The Greater Blue Mountains Area consists of 10,300 square kilometres (4,000 sq mi) of mostly forested landscape on a sandstone plateau 60 to 180 kilometres (37 to 112 mi) inland from the Sydney central business district. The area includes vast expanses of wilderness and is equivalent in area to almost one third of Belgium, or twice the size of Brunei.\n \n The property, which includes eight protected areas in two blocks separated by a transportation and urban development corridor, is made up of seven outstanding national parks as well as the famous Jenolan Caves Karst Conservation Reserve. These are the Blue Mountains National Park, Wollemi National Park, Yengo National Park, Nattai National Park, Kanangra-Boyd National Park, Gardens of Stone National Park and Thirlmere Lakes National Park.\n \n The area does not contain mountains in the conventional sense but is described as a deeply incised sandstone plateau rising from less than 100 metres (330 ft) above sea level to 1,300 metres (4,300 ft) at the highest point. There are basalt outcrops on the higher ridges. This plateau is thought to have enabled the survival of a rich diversity of plant and animal life by providing a refuge from climatic changes during recent geological history. It is particularly noted for its wide and balanced representation of eucalypt habitats from wet and dry sclerophyll, mallee heathlands, as well as localised swamps, wetlands, and grassland. Ninety-one species of eucalypts (thirteen percent of the global total) occur in the Greater Blue Mountains Area. Twelve of these are believed to occur only in the Sydney sandstone region. The area has been described as a natural laboratory for studying the evolution of the eucalypts. The largest area of high diversity of eucalypts on the continent is located in south-east Australia. The Greater Blue Mountains Area includes much of this eucalypt diversity.\n \n As well as supporting such a significant proportion of the world's eucalypt species, the area provides examples of the range of structural adaptations of the eucalypts to Australian environments. These vary from tall forests at the margins or rainforest in the deep valleys, through open forests and woodlands, to shrublands of stunted mallees on the exposed tablelands.\n \n In addition to its outstanding eucalypts, the Greater Blue Mountains Area also contains ancient, relict species of global significance. The most famous of these is the recently discovered Wollemi pine, a 'living fossil' dating back to the age of the dinosaurs. Thought to have been extinct for millions of years, the few surviving trees of this ancient species are known only from three small populations located in remote, inaccessible gorges within the area. The Wollemi pine is one of the world's rarest species.",
            "cat" :" Natural ",
            "image" :"https://media.istockphoto.com/photos/sunrise-in-blue-mountains-picture-id508254118?k=20&m=508254118&s=612x612&w=0&h=smro6lUmk9sO08EjK62yXmvFpwE6q_E5NtHQ9kheF6E="
        
         }
     ],

     "Data16" : [
         {
            "place_name" : " Mount Taishan ",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 36.26667,
            "lng": 117.1 ,
            "desc_short" : "  The sacred Mount Tai ('shan' means 'mountain') was the object of an imperial cult for nearly 2,000 years, and the artistic masterpieces found there are in perfect harmony with the natural landscape. It has always been a source of inspiration for Chinese artists and scholars and symbolizes ancient Chinese civilizations and beliefs.   ",
            "long_desc" : "  Mount Tai (Chinese: 泰山; pinyin: Tài Shān) is a mountain of historical and cultural significance located north of the city of Tai'an. It is the highest point in Shandong province, China. The tallest peak is the Jade Emperor Peak (simplified Chinese: 玉皇顶; traditional Chinese: 玉皇頂; pinyin: Yùhuáng Dǐng), which is commonly reported as being 1,545 meters (5,069 ft) tall, but is officially described by the PRC government as 1,532.7 meters (5,029 ft) tall.\n \n Mount Tai is known as the eastern mountain of the Sacred Mountains of China. It is associated with sunrise, birth, and renewal, and is often regarded the foremost of the five. Mount Tai has been a place of worship for at least 3,000 years and served as one of the most important ceremonial centers of China during large portions of this period. Because of its sacred importance and dramatic landscape, it was made a UNESCO World Heritage Site in 1987. It meets 7 of the 10 evaluation standards of World Heritage, and is listed as a World Heritage site that meets the most standards, along with the Tasmanian Wilderness World Heritage Area in Australia.\n \n An earthquakeor thunderstormoccurred in Mount Tai in 1831 BC or 1652 BC, also known as Mount Tai earthquake. This event was first recorded in the Bamboo Annals, and at present, it is recognized by most scholars as the first recorded earthquake in Chinese history.\n \n Mount Tai was formed in the middle of the Cenozoic about 30 million years ago. The stratum of Mount Tai is ancient, mainly composed of several ancient rocks such as mixed rock, mixed granite and various gneiss.\n \n The Luxi region (including Mount Tai) used to be a huge subsiding belt or sea canal. The orogeny made the rock layers on the subsidence zone folded and uplifted into ancient land, forming a huge mountain system, which has experienced 2 billion years of weathering and denudation, and the terrain has gradually become flat. About 600 million years ago, Mount Tai sank into the sea again. After more than 100 million years, the entire area rose to land again, and the ancient Mount Tai uplifted into a relatively low barren hill. In the late Mesozoic period about 100 million years ago, due to the extrusion and subduction of the Pacific plate to the Eurasian Plate,the Taishan stratum experienced extensive folds and fractures under the influence of the Yanshanian. During the crustal movement above, Mount Tai was rapidly uplifted. In the mid-Cenozoic period about 30 million years ago, the outline of Mount Tai was basically formed today.",
            "cat" :" Mixed",
            "image" :"https://www.theworldofchinese.com/media/images/Mount-Tai_1200_adsl.2e16d0ba.format-webp.fill-2560x1200.webp"
        
         }
     ],

     "Data17" : [
         {
            "place_name" : "The Great Wall  ",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 40.41667,
            "lng": 116.08333  ,
            "desc_short" : "  In c. 220 B.C., under Qin Shi Huang, sections of earlier fortifications were joined together to form a united defence system against invasions from the north. Construction continued up to the Ming dynasty (1368&ndash;1644), when the Great Wall became the world's largest military structure. Its historic and strategic importance is matched only by its architectural significance.  ",
            "long_desc" : " The Great Wall of China (traditional Chinese: 萬里長城; simplified Chinese: 万里长城; pinyin: Wànlǐ Chángchéng) is a series of fortifications that were built across the historical northern borders of ancient Chinese states and Imperial China as protection against various nomadic groups from the Eurasian Steppe. Several walls were built from as early as the 7th century BC,[2] with selective stretches later joined together by Qin Shi Huang (220–206 BC), the first emperor of China. Little of the Qin wall remains.[3] Later on, many successive dynasties built and maintained multiple stretches of border walls. The best-known sections of the wall were built by the Ming dynasty (1368–1644).\n \n Apart from defense, other purposes of the Great Wall have included border controls, allowing the imposition of duties on goods transported along the Silk Road, regulation or encouragement of trade and the control of immigration and emigration.[4] Furthermore, the defensive characteristics of the Great Wall were enhanced by the construction of watchtowers, troop barracks, garrison stations, signaling capabilities through the means of smoke or fire, and the fact that the path of the Great Wall also served as a transportation corridor.\n \n The frontier walls built by different dynasties have multiple courses. Collectively, they stretch from Liaodong in the east to Lop Lake in the west, from the present-day Sino–Russian border in the north to Tao River (Taohe) in the south; along an arc that roughly delineates the edge of the Mongolian steppe; spanning over 20,000 km (12,000 mi) in total.[5] Today, the defensive system of the Great Wall is generally recognized as one of the most impressive architectural feats in history.",
            "cat" :"Cultural",
            "image" :"https://www.globaltimes.cn/Portals/0/attachment/2020/2020-09-27/19d23453-d374-4227-88cd-e996a796b852.jpeg"
        
         }
     ],

     "Data18" : [
         {
            "place_name" : " Imperial Palaces of the Ming and Qing Dynasties in Beijing and Shenyang ",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 41.79416667,
            "lng": 123.4469444 ,
            "desc_short" : "  Seat of supreme power for over five centuries (1416-1911), the Forbidden City in Beijing, with its landscaped gardens and many buildings (whose nearly 10,000 rooms contain furniture and works of art), constitutes a priceless testimony to Chinese civilization during the Ming and Qing dynasties. The Imperial Palace of the Qing Dynasty in Shenyang consists of 114 buildings constructed between 1625–26 and 1783. It contains an important library and testifies to the foundation of the last dynasty that ruled China, before it expanded its power to the centre of the country and moved the capital to Beijing. This palace then became auxiliary to the Imperial Palace in Beijing. This remarkable architectural edifice offers important historical testimony to the history of the Qing Dynasty and to the cultural traditions of the Manchu and other tribes in the north of China.   ",
            "long_desc" : " The Forbidden City (Chinese: 紫禁城; pinyin: Zǐjìnchéng) is a palace complex in Dongcheng District, Beijing, China, at the center of the Imperial City of Beijing. It is surrounded by numerous opulent imperial gardens and temples including the 22-hectare (54-acre) Zhongshan Park, the sacrificial Imperial Ancestral Temple, the 69-hectare (171-acre) Beihai Park, and the 23-hectare (57-acre) Jingshan Park.\n \n he Forbidden City was constructed from 1406 to 1420, and was the former Chinese imperial palace and winter residence of the Emperor of China from the Ming dynasty (since the Yongle Emperor) to the end of the Qing dynasty, between 1420 and 1924. The Forbidden City served as the home of Chinese emperors and their households and was the ceremonial and political center of the Chinese government for over 500 years. Since 1925, the Forbidden City has been under the charge of the Palace Museum, whose extensive collection of artwork and artifacts were built upon the imperial collections of the Ming and Qing dynasties. The Forbidden City was declared a World Heritage Site in 1987.\n \n The complex consists of 980 buildings,[4] encompassing 8,886 rooms and covering 720,000 square metres (72 hectares)/178 acres.The palace exemplifies the opulence of the residences of the Chinese emperor and the traditional Chinese palatial architecture,[3] and has influenced cultural and architectural developments in East Asia and elsewhere. It is listed by UNESCO as the largest collection of preserved ancient wooden structures in the world. Since 2012, the Forbidden City has seen an average of 14 million visitors annually, and received more than 19 million visitors in 2019.[7] In 2018, The Forbidden City's market value has been estimated at US$70 billion, making it both the world's most valuable palace and the most valuable piece of real estate anywhere in the world.\n \n Some sources describe it as the largest palace in the world still in existence,[9][10][11] but other Chinese imperial residences far exceed it in size, namely the 6.1 km2 (610 ha) Zhongnanhai which lies just west of the Forbidden City, the 2.9 km2 (290 ha) Summer Palace in Haidian District, Beijing, and the 5.6 km2 (560 ha) Chengde Mountain Resort in Chengde, Hebei Province.",
            "cat" :"Cultural",
            "image" :"http://img2.chinadaily.com.cn/images/201811/01/5bda72fba310eff36903d6b6.jpeg"
        
         }
     ],

     "Data19" : [
         {
           " place_name" : " Mogao Caves ",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 40.13333,
            "lng": 94.81667 ,
            "desc_short" : "   Situated at a strategic point along the Silk Route, at the crossroads of trade as well as religious, cultural and intellectual influences, the 492 cells and cave sanctuaries in Mogao are famous for their statues and wall paintings, spanning 1,000 years of Buddhist art. ",
            "long_desc" : "The Mogao Caves, also known as the Thousand Buddha Grottoes or Caves of the Thousand Buddhas, form a system of 500 temples[1] 25 km (16 mi) southeast of the center of Dunhuang, an oasis located at a religious and cultural crossroads on the Silk Road, in Gansu province, China. The caves may also be known as the Dunhuang Caves; however, this term is also used as a collective term to include other Buddhist cave sites in and around the Dunhuang area, such as the Western Thousand Buddha Caves, Eastern Thousand Buddha Caves, Yulin Caves, and Five Temple Caves. The caves contain some of the finest examples of Buddhist art spanning a period of 1,000 years.[2] The first caves were dug out in AD 366 as places of Buddhist meditation and worship.[2][3] The Mogao Caves are the best known of the Chinese Buddhist grottoes and, along with Longmen Grottoes and Yungang Grottoes, are one of the three famous ancient Buddhist sculptural sites of China.\n \n An important cache of documents was discovered in 1900 in the so-called 'Library Cave', which had been walled-up in the 11th century. The contents of the library were subsequently dispersed around the world, and the largest collections are now found in Beijing, London, Paris and Berlin, and the International Dunhuang Project exists to coordinate and collect scholarly work on the Dunhuang manuscripts and other material. The caves themselves are now a popular tourist destination, with a number open for visiting.",
            "cat" :"Cultural",
            "image" :"https://www.elevatedtrips.com/wp-content/uploads/mogao1.jpg"
        
         }
     ],

     "Data20" : [
         {
            "place_name" : " Mausoleum of the First Qin Emperor ",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 34.38333333,
            "lng": 109.1 ,
            "desc_short" : "  No doubt thousands of statues still remain to be unearthed at this archaeological site, which was not discovered until 1974. Qin (d. 210 B.C.), the first unifier of China, is buried, surrounded by the famous terracotta warriors, at the centre of a complex designed to mirror the urban plan of the capital, Xianyan. The small figures are all different; with their horses, chariots and weapons, they are masterpieces of realism and also of great historical interest.",
            "long_desc" : " The Mausoleum of the First Qin Emperor (Qin Shi Huang) (Chinese: 秦始皇陵; pinyin: Qínshǐhuáng Líng) is located in Lintong District, Xi'an, Shaanxi province of China. This mausoleum was constructed over 38 years, from 246 to 208 BC, and is situated underneath a 76-meter-tall tomb mound shaped like a truncated pyramid.[1] The layout of the mausoleum is modeled on the Qin capital Xianyang, divided into inner and outer cities. The circumference of the inner city is 2.5 km (1.55 miles) and the outer is 6.3 km (3.9 miles). The tomb is located in the southwest of the inner city and faces east. The main tomb chamber housing the coffin and burial artifacts is the core of the architectural complex of the mausoleum.\n \n The tomb itself has not yet been excavated. Archaeological explorations currently concentrate on various sites of the extensive necropolis surrounding the tomb, including the Terracotta Army to the east of the tomb mound.[2] The Terracotta Army served as a garrison to the mausoleum and has yet to be completely excavated.",
            "cat" :"Cultural",
            "image" :"https://lh3.googleusercontent.com/proxy/av7hMi9vzG_hl54DboTXnOumNXU9rKXYyKiO_FtW9c9mT4rMCdlESyLODpneWjaNhGCafxCM5ZT4_ahZIKOPeXy9yzKIG6xuyk2w73YczpvhJHzgMNc8vcuzFJ52yl-cl_AW_cINbKHohIio"
         }
     ],

     "Data21" : [
         {
            "place_name" : "  Peking Man Site at Zhoukoudian",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 39.73333333,
            "lng": 115.9166667 ,
            "desc_short" : "  Scientific work at the site, which lies 42 km south-west of Beijing, is still underway. So far, it has led to the discovery of the remains of <em>Sinanthropus pekinensis</em>, who lived in the Middle Pleistocene, along with various objects, and remains of <em>Homo sapiens sapiens</em> dating as far back as 18,000&ndash;11,000 B.C. The site is not only an exceptional reminder of the prehistorical human societies of the Asian continent, but also illustrates the process of evolution.",
            "long_desc" : "Zhoukoudian Peking Man Site (周口店北京人遗址), also romanized as Choukoutien, is a cave system in suburban Fangshan District, Beijing. It has yielded many archaeological discoveries, including one of the first specimens of Homo erectus (Homo erectus pekinensis), dubbed Peking Man, and a fine assemblage of bones of the gigantic hyena Pachycrocuta brevirostris.\n \n Due to differing interpretations of the evidence, proposed dates for when Peking Man inhabited this site vary greatly, with : 700,000-200,000 years ago,[1] 670,000-470,000 years ago[2] and no earlier than 530,000 years ago.\n \n The Peking Man Site was first discovered by Johan Gunnar Andersson in 1921[4] and was first excavated by Otto Zdansky in 1921 and 1923 unearthing two human teeth.[5] These were later identified by Davidson Black as belonging to a previously unknown species and extensive excavations followed. Fissures in the limestone containing middle Pleistocene deposits have yielded the remains of about 45 individuals as well as animal remains and stone flake and chopping tools.\n \n The oldest animal remains date from as early as 690,000 years ago and tools from 670,000 years ago[6] while another authority dates the tools found from no earlier than 530,000 years ago.[3] During the Upper Palaeolithic, the site was re-occupied and remains of Homo sapiens and its stone and bone tools have also been recovered from the Upper Cave.\n \n The crater Choukoutien on asteroid 243 Ida was named after the location. The caves are located in Zhoukoudian Town, Fangshan District, southwest of central Beijing.",
            "cat" :"Cultural",
            "image" :"https://miro.medium.com/max/1024/0*Af-A-0Spsdgr8zr9.jpg"
        
         }
     ],

     "Data22" : [
         {
            "place_name" : " Mount Huangshan ",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 30.16667, 
            "lng": 118.18333 ,
            "desc_short" : " Huangshan, known as 'the loveliest mountain of China', was acclaimed through art and literature during a good part of Chinese history (e.g. the Shanshui 'mountain and water' style of the mid-16th century). Today it holds the same fascination for visitors, poets, painters and photographers who come on pilgrimage to the site, which is renowned for its magnificent scenery made up of many granite peaks and rocks emerging out of a sea of clouds.   ",
            "long_desc" : "  Huangshan (Chinese: 黄山),[2] literally meaning the Yellow Mountain(s), is a mountain range in southern Anhui Province in eastern China. It was originally called “Yishan”, and it was renamed because of a legend that Emperor Xuanyuan once made alchemy here.[3] Vegetation on the range is thickest below 1,100 meters (3,600 ft), with trees growing up to the treeline at 1,800 meters (5,900 ft).\n \n The area is well known for its scenery, sunsets, peculiarly-shaped granite peaks, Huangshan pine trees, hot springs, winter snow and views of the clouds from above. Huangshan is a frequent subject of traditional Chinese paintings and literature, as well as modern photography. It is a UNESCO World Heritage Site and one of China's major tourist destinations.\n \n The Huangshan mountain range has many peaks, some more than 1,000 meters (3,250 feet) high.[4] The three tallest and best-known peaks are Lotus Peak (Lianhua Feng, 1,864 m), Bright Peak (Guangming Ding, 1,860 m) and Celestial Peak (Tiandu Feng, literally Capital of Heaven Peak, 1,829 m).[2][5] The World Heritage Site covers a core area of 154 square kilometres and a buffer zone of 142 square kilometres.[6] The mountains were formed in the Mesozoic, approximately 100 million years ago, when an ancient sea disappeared due to uplift.[7] Later, in the Quaternary Period, the landscape was shaped by the influence of glaciers.\n \n The vegetation of the area varies with elevation. Mesic forests cover the landscape below 1,100 meters. Deciduous forest stretches from 1,100 meters up to the tree line at 1,800 meters. Above that point, the vegetation consists of alpine grasslands. The area has diverse flora, where one-third of China's bryophyte families and more than half of its fern families are represented. The Huangshan pine (Pinus hwangshanensis) is named after Huangshan and is considered an example of vigor because the trees thrive by growing straight out of the rocks.[7] Many of the pine trees in the area are more than a hundred years old and have been given their own names (such as the Ying Ke Pine, or Welcoming-Guests Pine, which is thought to be more than 1500 years old).[5] The pines vary greatly in shape and size, with the most crooked of the trees being considered the most attractive.[8] Furthermore, Huangshan's moist climate facilitates the growing of tea leaves[9] and the mountain has been called one of China's premier green tea-growing mountains.[10] Mao feng cha ('Fur Peak Tea'), a well-known local variety of green tea,[11] takes its name from the downy tips of tea leaves found in the Huangshan area.  ",
            "cat" :" Mixed",
          "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/20160422_CHINA_1321.jpg/1000px-20160422_CHINA_1321.jpg"
        
         }
     ],

     "Data23" : [
         {
            "place_name" : " Jiuzhaigou Valley Scenic and Historic Interest Area ",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 33.08333,
            "lng": 103.91667 ,
            "desc_short" : "Stretching over 72,000 ha in the northern part of Sichuan Province, the jagged Jiuzhaigou valley reaches a height of more than 4,800 m, thus comprising a series of diverse forest ecosystems. Its superb landscapes are particularly interesting for their series of narrow conic karst land forms and spectacular waterfalls. Some 140 bird species also inhabit the valley, as well as a number of endangered plant and animal species, including the giant panda and the Sichuan takin.    ",
            "long_desc" : " Jiuzhaigou ([tɕjòu.ʈʂâi.kóu] (listen); Chinese: 九寨沟; pinyin: Jiǔzhàigōu) is a nature reserve and national park located in the north of Sichuan Province in southwestern China. A long valley running north to south, Jiuzhaigou was inscribed by UNESCO as a World Heritage Site in 1992 and a World Biosphere Reserve in 1997.[1] It belongs to the category V (Protected Landscape) in the IUCN system of protected area categorization.\n \n The Jiuzhaigou valley is part of the Min Mountains on the edge of the Tibetan Plateau and stretches over 72,000 hectares (180,000 acres). It is known for its many multi-level waterfalls, colorful lakes, and snow-capped peaks. Its elevation ranges from 2,000 to 4,500 metres (6,600 to 14,800 ft). Jiuzhaigou (literally 'Nine Settlement Valley') takes its name from the nine Tibetan settlements along its length.\n \n The remote region was inhabited by various Tibetan and Qiang peoples for centuries. Until 1975 this inaccessible area was little known.Extensive logging took place until 1979, when the Chinese government banned such activity and made the area a national park in 1982. An Administration Bureau was established and the site officially opened to tourism in 1984; layout of facilities and regulations were completed in 1987.\n \n The site was inscribed by UNESCO as a World Heritage Site in 1992 and a World Biosphere Reserve in 1997. The tourism area is classified as a AAAAA scenic area by the China National Tourism Administration.\n \n Since opening, tourist activity has increased every year: from 5,000 in 1984 to 170,000 in 1991, 160,000 in 1995, to 200,000 in 1997, including about 3,000 foreigners. Visitors numbered 1,190,000 in 2002.[4] As of 2004, the site averages 7,000 visits per day, with a quota of 12,000 being reportedly enforced during high season.[2] The Town of Zhangzha at the exit of the valley and the nearby Songpan County feature an ever-increasing number of hotels, including several luxury five-stars, such as Sheraton.",
            "cat" :" Natural",
            "image" :"https://welcometosichuan.files.wordpress.com/2011/03/e4b99de5afa8e698a51.jpg"
        
         }
     ],
     "Data24" : [
         {
            "place_name" : "  Huanglong Scenic and Historic Interest Area",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 32.75417 ,
            "lng": 103.82222  ,
            "desc_short" : " Situated in the north-west of Sichaun Province, the Huanglong valley is made up of snow-capped peaks and the easternmost of all the Chinese glaciers. In addition to its mountain landscape, diverse forest ecosystems can be found, as well as spectacular limestone formations, waterfalls and hot springs. The area also has a population of endangered animals, including the giant panda and the Sichuan golden snub-nosed monkey.  ",
            "long_desc" : " Huanglong (simplified Chinese: 黄龙; traditional Chinese: 黃龍; pinyin: Huánglóng; lit. 'yellow dragon') is a scenic and historic interest area in the northwest part of Sichuan, China. It is located in the southern part of the Minshan mountain range, 370 kilometres (230 mi) north-northwest of the capital Chengdu.[1] This area is known for its colorful travertine pools formed by calcite deposits, especially in Huanglonggou (Yellow Dragon Gully), as well as diverse forest ecosystems, snow-capped peaks, waterfalls and hot springs. Huanglong is also home to many endangered species including the giant panda and the Sichuan golden snub-nosed monkey.[1] In addition, a large population of the endemic orchid species 'Cypripedium plectrochilum' was discovered at the site [2] Huanglong was declared a World Heritage Site by UNESCO in 1992 because of its outstanding travertine formations, waterfalls and limestone formations as well as its travertine terraces and lakes rating among the three most outstanding examples in the world. The total length of the travertine in Huanglong Valley is 3.6 km and it is thought to look like a huge golden dragon wheeling through the snow-capped mountains of the valley. The main landscapes are travertine banks, colorful ponds and travertine waterfalls and caves. The main body of water starts from the ancient Buddhist/Benbo temple at the top of the valley and ends at the Guests Welcome Pond in the north with a length of 2.5 km and a width of 30–170m. The colours of Huanglong's waters consist of yellows, greens, blues and browns.   ",
            "cat" :" Natural",
            "image" :"https://i.pinimg.com/originals/dc/69/30/dc6930b8ba6ffc8d6fe4e56d34e72107.jpg"
        
         }
     ],

     "Data25" : [
         {
            "place_name" : " Mountain Resort and its Outlying Temples, Chengde ",
            "state" : "  China  ",
            "Region" : " Asia and the Pacific  ",
            "lat": 40.98694,
            "lng": 117.93833 ,
            "desc_short" : " The Mountain Resort (the Qing dynasty's summer palace), in Hebei Province, was built between 1703 and 1792. It is a vast complex of palaces and administrative and ceremonial buildings. Temples of various architectural styles and imperial gardens blend harmoniously into a landscape of lakes, pastureland and forests. In addition to its aesthetic interest, the Mountain Resort is a rare historic vestige of the final development of feudal society in China.   ",
            "long_desc" : " Chengde Mountain Resort in Chengde is a large complex of imperial palaces and gardens situated in the Shuangqiao District of Chengde in northeastern Hebei province, northern China, about 225 km northeast of Beijing. This resort was frequently used as a summer palace during the Qing dynasty.[1] Because of its vast and rich collection of Chinese landscapes and architecture, the Mountain Resort in many ways is a culmination of all the variety of gardens, pagodas, temples and palaces from various regions of China.[2] In 1994, The Mountain Resort was awarded World Heritage Site status. \n \n Chengde is one of China's four famous gardens, national relic protection unit and Class 5A Tourist Attractions in China. Built between 1703 and 1792 during the Qing dynasty, the Mountain Resort took 89 years to complete. It covers a total area of 5.6 km2 (2.2 sq mi), almost half of Chengde's urban area. It is a vast complex of palaces and administrative and ceremonial buildings. Temples of various architectural styles and imperial gardens blend harmoniously into a landscape of lakes, pastureland and forests.\n \n The Kangxi, Qianlong and Jiaqing emperors often spent several months a year here to escape the summer heat in the capital city of Beijing and the palace zone in the southern part of the resort was therefore designed to resemble the Forbidden City in Beijing. It consists of two parts: a court in front, where the emperor received high officials, nobles of various minority nationalities, and foreign envoys; and bed chambers in the rear, which were the imperial family's living quarters, notably the Yanbozhishuang Hall, where the Kangxi Emperor spent a total of 12 summers while the Qianlong Emperor spent 52 summers in the hall during the course of their reign. The Jiaqing and Xianfeng emperors both died while staying at Chengde in 1820 and 1861 respectively. ",
            "cat" :"Cultural",
            "image" :"https://frasershospitality.files.wordpress.com/2012/05/mountain-resort-and-its-outlying-temples-chengde.jpg?w=620"
        
         }
     ]
}