[
    {
        "place_name" : "Red Fort",
        "state" : "India",
        "Region" : "Asia and the Pacific",
        "lat": 28.6555555556,
        "lng": 77.2408333333,
        "desc_short" : "The Red Fort Complex was built as the palace fort of Shahjahanabad &ndash; the new capital of the fifth Mughal Emperor of India, Shah Jahan. Named for its massive enclosing walls of red sandstone, it is adjacent to an older fort, the Salimgarh, built by Islam Shah Suri in 1546, with which it forms the Red Fort Complex. The private apartments consist of a row of pavilions connected by a continuous water channel, known as the Nahr-i-Behisht (Stream of Paradise). The Red Fort is considered to represent the zenith of Mughal creativity which, under the Shah Jahan, was brought to a new level of refinement. The planning of the palace is based on Islamic prototypes, but each pavilion reveals.",
        "long_desc" : "The Red Fort Complex was built as the palace fort of Shahjahanabad – the new capital of the fifth Mughal Emperor of India, Shah Jahan. Named for its massive enclosing walls of red sandstone, it is adjacent to an older fort, the Salimgarh, built by Islam Shah Suri in 1546, with which it forms the Red Fort Complex. The private apartments consist of a row of pavilions connected by a continuous water channel, known as the Nahr-i-Behisht (Stream of Paradise). The Red Fort is considered to represent the zenith of Mughal creativity which, under the Shah Jahan, was brought to a new level of refinement. The planning of the palace is based on Islamic prototypes, but each pavilion reveals architectural elements typical of Mughal building, reflecting a fusion of Persian, Timurid and Hindu traditions The Red Fort’s innovative planning and architectural style, including the garden design, strongly influenced later buildings and gardens in Rajasthan, Delhi, Agra and further afield. \n \n This palace fortress is known as the Red Fort because of the red sandstone fabric of its rampart walls. The fort with its halls, palaces, pavilions and serene gardens was completed in 1648. Within the enclosure of the red fort are located many fairytale buildings. The Diwan-i-Khas (also known as Shah Mahal) and the Rang Mahal (also called Imtiyaz Mahal or palace of distinctions) are the two most conspicuous buildings inside the Red Fort. The Hall of Public Audience (Diwan-i- Aam) is another famous building within the Red Fort. Son-et-lumiere shows, tracing the history of the Mughal Empire in India, outlining their glory and the eventful causes for their downfall are held in the Red Fort every evening.\n \n Son-et-lumiere shows, tracing the history of the Mughal Empire in India, outlining their glory and the eventful causes for their downfall are held in the Red Fort every evening.",
        "cat" :"Cultural",
        "image" :"https://i.ytimg.com/vi/Retw2dTngrU/maxresdefault.jpg"
    },
    {
        "place_name" : "Sun Temple, Konârak",
        "state" : "India",
        "Region" : "Asia and the Pacific",
        "lat": 19.8875,
        "lng": 86.09472,
        "desc_short" : "  On the shores of the Bay of Bengal, bathed in the rays of the rising sun, the temple at Konarak is a monumental representation of the sun god Surya's chariot; its 24 wheels are decorated with symbolic designs and it is led by a team of six horses. Built in the 13th century, it is one of India's most famous Brahman sanctuaries.  ",
        "long_desc" : "The Konark or Konarak Sun temple is dedicated to the Hindu sun god Surya, and, conceived as a giant stone chariot with 12 wheels, it is the most famous of the few sun temples built in India. It is located about 35 km northeast of the city of Puri on the coastline in the state of Odisha (earlier Orissa). It was built c. 1250 CE by King Narasimhadeva I (r. 1238-1264 CE) of the Eastern Ganga dynasty (8th century CE - 15th century CE). The temple in its present state was declared by UNESCO a World Heritage Site in 1984 CE. Although many portions are now in ruins, what remains of the temple complex continues to draw not only tourists but also Hindu pilgrims. Konarak stands as a classic example of Hindu temple architecture, complete with a colossal structure, sculptures and artwork on myriad themes. \n\n The main characteristics of the Orissa style are primarily two: the deul or the sanctum housing the deity covered by a shikhara, and the jaganamohana or the assembly hall. The latter has a pyramidal roof built up by a secession of receding platforms known as pidhas. Both structures are squares internally and use a common platform. The exterior is variegated into projections known in this style as rathas or pagas which create effects of light and shade. Many temples built in this style show their own peculiar variations, and Konarak is no exception. The style here follows the architecture of the Lingaraja temple built around 1100 CE in the present-day city of Bhubaneshwar, the state capital of Odisha, and known locally as the Khakhara style. In this design, the temple is situated within a large quadrangular court enclosed by massive walls and with a massive gate in the east. There are multiple halls dedicated to various activities like dancing, serving meals, gatherings, etc., within this complex along with the sanctum and with lofty towers. Konarak 'excels the Lingaraja in the nobility of its conception and the perfection of its finish. Grand and impressive even in its ruin, the Konarak temple represents the fulfillment and finality of the Orissan architectural movement' (Publications Division, 21).\nThe Konarak temple, built entirely in stone, is in the form of a colossal chariot with twelve pairs of lavishly-ornamented wheels, drawn by seven richly-caparisoned, galloping horses. The wheels have been carved against the sides of the “chariot”. The conception of this temple in the form of a chariot has mainly to do with Hindu beliefs regarding Surya that he is usually found on a chariot pulled by seven horses. Thus, the depiction of a chariot invariably became part of any artistic creation related to the sun god in India. The 12 pairs of wheels represent the 12 months of the year.",
        "cat" :"Cultural",
        "image" :" https://wallpapercave.com/wp/wp4534776.jpg"
    },
    {
        "place_name" : "Agra Fort",
        "state" : "India",
        "Region" : "Asia and the Pacific",
        "lat": 27.18333333,
        "lng": 78.03333333,
        "desc_short" : " Near the gardens of the Taj Mahal stands the important 16th-century Mughal monument known as the Red Fort of Agra. This powerful fortress of red sandstone encompasses, within its 2.5-km-long enclosure walls, the imperial city of the Mughal rulers. It comprises many fairy-tale palaces, such as the Jahangir Palace and the Khas Mahal, built by Shah Jahan; audience halls, such as the Diwan-i-Khas; and two very beautiful mosques.",
        "long_desc" : "Agra Fort is a historical fort in the city of Agra in India. It was the main residence of the emperors of the Mughal Dynasty until 1638, when the capital was shifted from Agra to Delhi. Before capture by the British, the last Indian rulers to have occupied it were the Marathas. In 1983, the Agra fort was life inscribed as a UNESCO World Heritage Site.[1] It is about 2.5 km northwest of its more famous sister monument, the Taj Mahal. The fort can be more accurately described as the walled city.Like the rest of Agra, the history of Agra Fort prior to Mahmud Ghaznavi's invasion is unclear. However in the 15th century, the Chauhan Rajputs occupied it. Soon after, Agra assumed the status of capital when Sikandar Lodi (A.D. 1487–1517) shifted his capital from Delhi and constructed a few buildings in the pre-existing Fort at Agra. After the first battle of Panipat (A.D. 1526) Mughals captured the fort and ruled from it. In A.D. 1530, Humayun was crowned in it. The Fort got its present appearance during the reign of Akbar (A.D. 1556–1605). The 380,000 m2 (94-acre) fort has a semicircular plan, its chord lies parallel to the river Yamuna and its walls are seventy feet high. Double ramparts have massive circular bastions at intervals, with battlements, embrasures, machicolations and string courses. Four gates were provided on its four sides, one Khizri gate opening on to the river.\n \n Two of the fort's gates are notable: the 'Delhi Gate' and the 'Lahore Gate.' The Lahore Gate is also popularly also known as the 'Amar Singh Gate,' for Amar Singh Rathore. The monumental Delhi Gate, which faces the city on the western side of the fort, is considered the grandest of the four gates and a masterpiece of Akbar's time. It was built circa 1568 both to enhance security and as the king's formal gate, and includes features related to both. It is embellished with intricate inlay work in white marble. A wooden drawbridge was used to cross the moat and reach the gate from the mainland; inside, an inner gateway called Hathi Pol ('Elephant Gate') – guarded by two life-sized stone elephants with their riders – added another layer of security. The drawbridge, slight ascent, and 90-degree turn between the outer and inner gates make the entrance impregnable. During a siege, attackers would employ elephants to crush a fort's gates. Without a level, straight run-up to gather speed, however, that thing is prevented by this layout. Because the Indian military (the Parachute Brigade in particular) is still using the northern portion of the Agra Fort, the Delhi Gate cannot be used by the public. Tourists enter via the Amar Singh Gate. \n \n The site is very important in terms of architectural history. Abul Fazal recorded that five hundred buildings in the beautiful designs of Bengal and Gujarat were built in the fort. Some of them were demolished by Shah Jahan to make way for his white marble palaces. Most of the others were destroyed by the British troops of East India Company between 1803 and 1862 for raising barracks. Hardly thirty Mughal buildings have survived on the south-eastern side, facing the river, such as the Delhi Gate and Akbar Gate and one palace – 'Bengali Mahal'.\n \n Akbar Darwazza (Akbar Gate) was renamed Amar Singh Gate by Shah Jahan. The gate is similar in design to the Delhi Gate. Both are built of red sandstone.The Bengali Mahal is built of red sandstone and is now split into Akbari Mahal and Jahangiri Mahal.[6] \n\n Other Historic sites inside Agra Fort Jahangir's Hauz (tank) A.D. 1610: This monolithic tank (hauz) was used for bathing. It is 5 feet high, 8 feet in diameter and 25 feet in circumference. On the external side of the rim there is an inscription in Persian which mentions it as 'Hauz-e-Jahangir'. It was first discovered near the courtyard of Akbar's palace. In A.D. 1843 and later it was placed in front of Diwan-e-Am. In 1862, it was shifted to public garden (Company Bagh) where it suffered much damage. Later, Sir John Marshall brought it back to Agra Fort and placed there. Due to this hauz, the palace became famous as Jahangiri Mahal though it is part of Akbar's Bengali mahal. \n \nShahjahani Mahal (1628-35 A.D.): It is situated in between the white marble Khas Mahal and the red stone Jahangiri Mahal and is set transitionally in between these two residential complexes of two different ages. It is the earliest attempt of the Mughal emperor Shahjahan to convert an existing red stone building in accordance with his taste and it was his earliest palace in Agra Fort. It has a large hall, side rooms and an octagonal tower on the riverside. The skeletal construction of brick and red stone was all redone with a thick white stucco plaster and colourfully painted in floral designs. The whole palace once glistened white like white marble. On the face towards the Khas Mahal, is a large spacious white marble dalan, composed of five arches, supported on double pillars and protected externally by a chhajja. Its closed western bay houses, the Ghaznin gate, Babur's baoli and a well are situated beneath it. \n \n Ghaznin Gate (1030 A.D.): The gate originally belonged to the tomb of Mahmud Ghaznavi at Ghazni. It was brought from there by the British in1842. Lord Ellenborough, the Governor General, in historic proclamation claimed, that these were the sandalwood gates of Somnath which Mahmud had taken to Ghazni in 1025, and the British had thus avenged an insult of 800 years back. This false claim was made just to win the goodwill of the Indian people. The gate is, in fact, made of local deodar wood of Ghazni and not of sandalwood. The style of decoration bears no resemblance to ancient Gujrati woodwork. There is also an Arabic inscription carved on the upper part. It mentions Mahmud with his epithets. Sir John Marshall had placed here a notice-board which described the whole episode about this gate. It is 16.5 feet high and 13.5 feet broad and its wight is about half a ton. It is made up of geometrical, hexagonal and octagonal panels which have been fixed, one with the help of the other into the frame without rivets. The idea to restore it at Somnath was ultimately given up and the gate was abandoned. Since then, it is stored in a room. \n\n Jahangir's Chain of Justice (C. 1605 A.D.): This is the spot where Mughal king Jahangir instituted his 'chain of justice'(Zanjir-i-Adl) in c. 1605 A.D. He records in his memoir that after his accession, the first order he gave, 'was for the fastening up of the chain of justice so that if those engaged in the administration of justice should delay or practice hypocrisy, the aggrieved might come to this chain and shake it so that its noise might attract my attention.' It was made of pure gold. It was 80' in length and had 60 bells. Its weight was 1 Quintal. One end was fastened to the battlements of the Shah-Burj and the other end to a stone post on the bank of the river. This is not a myth. Contemporary foreign travellers like William Hawkins personally saw it. It has also been depicted in a contemporary painting made in 1620 A.D. This was a way to redress the grievances of the people who could approach the king, the highest judicial authority of the empire, directly, without fee, fear or formality for immediate relief. There was no distinction of caste or creed or between poor and rich. Jahangir's administration of justice 'Adl-i-Jahangir' became a legend in Indian history. \n \n The Muthamman Burj (Shah-Burj) & Jharokha (1632 -1640 A.D.): This beautiful palace surmounts the largest bastion of Agra Fort on the riverside, facing the East. It was originally built of red stone by Akbar who used it for jharokha darshan, as well as for sun worship, everyday at sunrise. Jehangir also used it as jharokha, as is faithfully shown in his painting made in 1620. He also instituted his 'Adl-i-Janjir'(the chain of justice) on its south side. Owing to its octagonal plan, it was called 'Muthamman Burj'. It has also been mentioned as 'Shah-Burj'(the imperial or king's tower) by Persian historians and foreign travellers. Its name jasmine tower or 'Samman-Burj' as recorded by the contemporary historian Lahauri is a misnomer. It was rebuilt with white marble by Shah Jehan around 1632-1640 A.D. He also used it for jharokha darshan which was an indispensable a Mughal institution as was 'Durbar'. It is an octagonal building, five external sides of which make a dalan overlooking the river. Each side has pillar and bracket openings, the easternmost side projects forward and accommodates a jharokha majestically. On the western side of this palace is a spacious dalan with Shah-Nasin (alcoves). A shallow water-basin (kunda) is sunk in its pavement. It is profusely inlaid. This dalan opens on a court which has a chabutara projected by a jali screen, on its northern side, a series of rooms leading to Shish Mahal on its western side; and a colonnade (dalan) with a room attached to its on the southern side. It is, thus, a large complex entirely built of white marble. It has deep niches on the walls, to break the monotony. Dados have repetitive stylized creepers inlaid on borders and carved plants on the centre pillars, brackets and lintels also bear exquisitely inlaid designs and it is one of the most ornamented buildings of Shah Jehan. This palace is directly connected to the Diwan-i-Khas, Shish Mahal, Khas Mahal, and other palaces. and it was from here that the Mughal emperor governed the whole country. This burj offers full and majestic view of Taj Mahal and Shah Jehan spent eight years (1658-1666 A.D.) of his imprisonment in this complex, and it is said that he died here. His body was taken by boat to the Taj Mahal and buried. \n \n Shish Mahal (A.D. 1631-40): It was built by Mughal Emperor Shahjahan as a part of summer palace. Its most distinctive feature is glass mosaic work done on its walls and ceiling. These glass pieces have high mirror quality which glittered and twinkled in thousand ways in semi-dark interior. The glass was imported from Haleb of Syria. Shahjahan built glass palace also at Lahore and Delhi, but this is the finest of all.",
        "cat" :"Cultural",
        "image" :" https://www.maharajatrails.com/public/images/attractions/Agra_Fort.jpg"
    },
    {
        "place_name" : "Fatehpur Sikri",
        "state" : "India",
        "Region" : "Asia and the Pacific",
        "lat": 27.09444,
        "lng": 77.66417,
        "desc_short" : "  Built during the second half of the 16th century by the Emperor Akbar, Fatehpur Sikri (the City of Victory) was the capital of the Mughal Empire for only some 10 years. The complex of monuments and temples, all in a uniform architectural style, includes one of the largest mosques in India, the Jama Masjid.  ",
        "long_desc" : "Fatehpur Sikri is a town in the Agra District of Uttar Pradesh, India. The city itself was founded as the capital of Mughal Empire in 1571 by Emperor Akbar, serving this role from 1571 to 1585, when Akbar abandoned it due to a campaign in Punjab and was later completely abandoned in 1610.[3]\n\n The name of the city is derived from the village called Sikri which occupied the spot before. An Archaeological Survey of India (ASI) excavation from 1999 to 2000 indicated that there was a habitation, temples and commercial centres here before Akbar built his capital. The region was settled by Sungas following their expansion. In the 12th century, it was briefly controlled by Sikarwar Rajputs. \n \n The khanqah of Sheikh Salim Chishti existed earlier at this place. Akbar's son Jahangir was born at the village of Sikri in 1569 and that year Akbar began construction of a religious compound to commemorate the Sheikh who had predicted the birth. After Jahangir's second birthday, he began the construction of a walled city and imperial palace here. The city came to be known as Fatehpur Sikri, the 'City of Victory', after Akbar's victorious Gujarat campaign in 1573. \n \n After occupying Agra in 1803, the English established an administrative centre here and it remained so until 1850. In 1815, the Marquess of Hastings ordered repair of monuments at Sikri. Some of the important buildings in this city, both religious and secular are: \n \n Buland Darwaza: Set into the south wall of congregational mosque, the Buland Darwaza at Fatehpur Sikri is 55 metres (180 ft) high, from the ground, gradually making a transition to a human scale in the inside. The gate was added around five years after the completion of the mosque c. 1576-1577 as a victory arch, to commemorate Akbar's successful Gujarat campaign. It carries two inscriptions in the archway, one of which reads: 'Isa, Son of Mariam said: The world is a bridge, pass over it, but build no houses on it. He who hopes for an hour may hope for eternity. The world endures but an hour. Spend it in prayer, for the rest is unseen'. \n \n The central portico comprises three arched entrances, with the largest one, in the centre, is known locally as the Horseshoe Gate, after the custom of nailing horseshoes to its large wooden doors for luck. Outside the giant steps of the Buland Darwaza to the left is a deep well.\n \n Jama Masjid: It is a Jama Mosque meaning the congregational mosque and was perhaps one of the first buildings to be constructed in the complex, as its epigraph gives AH 979 (A.D. 1571–72) as the date of its completion, with a massive entrance to the courtyard, the Buland Darwaza added some five years later. It was built in the manner of Indian mosques, with iwans around a central courtyard. A distinguishing feature is the row of chhatri over the sanctuary. There are three mihrabs in each of the seven bays, while the large central mihrab is covered by a dome, it is decorated with white marble inlay, in geometric patterns.\n \n Tomb of Salim Chishti: A white marble encased tomb of the Sufi saint, Salim Chisti (1478–1572), within the Jama Masjid's sahn (courtyard). The single-storey structure is built around a central square chamber, within which is the grave of the saint, under an ornate wooden canopy encrusted with mother-of-pearl mosaic. Surrounding it is a covered passageway for circumambulation, with carved Jalis, stone pierced screens all around with intricate geometric design and an entrance to the south. The tomb is influenced by earlier mausolea of the early 15th century Gujarat Sultanate period. Other striking features of the tomb are white marble serpentine brackets, which support sloping eaves around the parapet.\n \n On the left of the tomb, to the east, stands a red sandstone tomb of Islam Khan I, son of Shaikh Badruddin Chishti and grandson of Shaikh Salim Chishti, who became a general in the Mughal army in the reign of Jahangir. The tomb is topped by a dome and thirty-six small domed chattris and contains a number of graves, some unnamed, all male descendants of Shaikh Salim Chishti.\n \n Diwan-i-Aam: Diwan-i-Aam or Hall of Public Audience, is a building typology found in many cities where the ruler meets the general public. In this case, it is a pavilion-like multi-bayed rectangular structure fronting a large open space. South west of the Diwan-i-Am and next to the Turkic Sultana's House stand Turkic Baths. \n \n Diwan-i-Khas: the Diwan-i-Khas or Hall of Private Audience, is a plain square building with four chhatris on the roof. However it is famous for its central pillar, which has a square base and an octagonal shaft, both carved with bands of geometric and floral designs, further its thirty-six serpentine brackets support a circular platform for Akbar, which is connected to each corner of the building on the first floor, by four stone walkways. It is here that Akbar had representatives of different religions discuss their faiths and gave private audience.\n \n Ibadat Khana: (House of Worship) was a meeting house built in 1575 CE by the Mughal Emperor Akbar, where the foundations of a new Syncretistic faith, Din-e-Ilahi were laid by Akbar.\n \n Anup Talao: Anup Talao was built by Raja Anup Singh Sikarwar A ornamental pool with a central platform and four bridges leading up to it. Some of the important buildings of the royal enclave are surround by it including, Khwabgah (House of Dreams) Akbar's residence, Panch Mahal, a five-storey palace, Diwan-i-Khas(Hall of Private Audience), Ankh Michauli and the Astrologer's Seat, in the south-west corner of the Pachisi Court.\n\n Hujra-i-Anup Talao: Said to be the residence of Akbar's Muslim wife, although this is disputed due to its small size. \n \n Mariam-uz-Zamani's Palace: The building of Akbar's Rajput wives, including Mariam-uz-Zamani, shows Gujarati influence and is built around a courtyard, with special care being taken to ensure privacy.\n\n Naubat Khana: Also known as Naqqar Khana meaning a drum house, where musician used drums to announce the arrival of the Emperor. It is situated ahead of the Hathi Pol Gate or the Elephant Gate, the south entrance to the complex, suggesting that it was the imperial entrance.\n\nPachisi Court: A square marked out as a large board game, the precursor to modern day Ludo game where people served as the playing pieces.\n\nPanch Mahal: A five-storied palatial structure, with the tiers gradually diminishing in size, till the final one, which is a single large-domed chhatri. Originally pierced stone screens faced the facade and probably sub-divided the interior as well, suggesting it was built for the ladies of the court. The floors are supported by intricately carved columns on each level, totalling to 176 columns in all.\n\n Birbal's House: The house of Akbar's favourite minister, who was a Hindu. Notable features of the building are the horizontal sloping sunshades or chajjas and the brackets which support them.\n\nHiran Minar: The Hiran Minar, or Elephant Tower, is a circular tower covered with stone projections in the form of elephant tusks. Traditionally it was thought to have been erected as a memorial to the Emperor Akbar's favourite elephant. However, it was probably a used as a starting point for subsequent mileposts.",
        "cat" :"Cultural",
        "image" :" https://www.themaharajatrain.com/images/fatehpur-sikri.jpg"
    }
    
    
        
]